{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.15.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of27.bin", "group1-shard2of27.bin", "group1-shard3of27.bin", "group1-shard4of27.bin", "group1-shard5of27.bin", "group1-shard6of27.bin", "group1-shard7of27.bin", "group1-shard8of27.bin", "group1-shard9of27.bin", "group1-shard10of27.bin", "group1-shard11of27.bin", "group1-shard12of27.bin", "group1-shard13of27.bin", "group1-shard14of27.bin", "group1-shard15of27.bin", "group1-shard16of27.bin", "group1-shard17of27.bin", "group1-shard18of27.bin", "group1-shard19of27.bin", "group1-shard20of27.bin", "group1-shard21of27.bin", "group1-shard22of27.bin", "group1-shard23of27.bin", "group1-shard24of27.bin", "group1-shard25of27.bin", "group1-shard26of27.bin", "group1-shard27of27.bin"], "weights": [{"name": "conv1_conv/kernel", "shape": [7, 7, 3, 64], "dtype": "float32"}, {"name": "conv1_conv/bias", "shape": [64], "dtype": "float32"}, {"name": "conv1_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "conv1_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "conv1_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "conv1_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_1_conv/kernel", "shape": [1, 1, 64, 64], "dtype": "float32"}, {"name": "conv2_block1_1_conv/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_1_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_1_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_1_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_1_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_2_conv/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "conv2_block1_2_conv/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_2_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_2_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_2_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_2_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2_block1_0_conv/kernel", "shape": [1, 1, 64, 256], "dtype": "float32"}, {"name": "conv2_block1_0_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_3_conv/kernel", "shape": [1, 1, 64, 256], "dtype": "float32"}, {"name": "conv2_block1_3_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_0_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_0_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_0_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_0_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_3_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_3_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_3_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv2_block1_3_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2_block2_1_conv/kernel", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "conv2_block2_1_conv/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_1_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_1_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_1_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_1_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_2_conv/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "conv2_block2_2_conv/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_2_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_2_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_2_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_2_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2_block2_3_conv/kernel", "shape": [1, 1, 64, 256], "dtype": "float32"}, {"name": "conv2_block2_3_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv2_block2_3_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv2_block2_3_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv2_block2_3_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv2_block2_3_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2_block3_1_conv/kernel", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "conv2_block3_1_conv/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_1_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_1_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_1_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_1_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_2_conv/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "conv2_block3_2_conv/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_2_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_2_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_2_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_2_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2_block3_3_conv/kernel", "shape": [1, 1, 64, 256], "dtype": "float32"}, {"name": "conv2_block3_3_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv2_block3_3_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv2_block3_3_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv2_block3_3_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv2_block3_3_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv3_block1_1_conv/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "conv3_block1_1_conv/bias", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_1_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_1_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_1_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_1_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_2_conv/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "conv3_block1_2_conv/bias", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_2_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_2_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_2_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_2_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv3_block1_0_conv/kernel", "shape": [1, 1, 256, 512], "dtype": "float32"}, {"name": "conv3_block1_0_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_3_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "conv3_block1_3_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_0_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_0_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_0_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_0_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_3_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_3_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_3_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv3_block1_3_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv3_block2_1_conv/kernel", "shape": [1, 1, 512, 128], "dtype": "float32"}, {"name": "conv3_block2_1_conv/bias", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_1_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_1_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_1_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_1_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_2_conv/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "conv3_block2_2_conv/bias", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_2_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_2_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_2_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_2_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv3_block2_3_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "conv3_block2_3_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv3_block2_3_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv3_block2_3_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv3_block2_3_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv3_block2_3_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv3_block3_1_conv/kernel", "shape": [1, 1, 512, 128], "dtype": "float32"}, {"name": "conv3_block3_1_conv/bias", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_1_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_1_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_1_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_1_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_2_conv/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "conv3_block3_2_conv/bias", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_2_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_2_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_2_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_2_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv3_block3_3_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "conv3_block3_3_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv3_block3_3_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv3_block3_3_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv3_block3_3_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv3_block3_3_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv3_block4_1_conv/kernel", "shape": [1, 1, 512, 128], "dtype": "float32"}, {"name": "conv3_block4_1_conv/bias", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_1_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_1_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_1_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_1_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_2_conv/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "conv3_block4_2_conv/bias", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_2_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_2_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_2_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_2_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv3_block4_3_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "conv3_block4_3_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv3_block4_3_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv3_block4_3_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv3_block4_3_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv3_block4_3_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv4_block1_1_conv/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "conv4_block1_1_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_1_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_1_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_1_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_1_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_2_conv/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "conv4_block1_2_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_2_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_2_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_2_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_2_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block1_0_conv/kernel", "shape": [1, 1, 512, 1024], "dtype": "float32"}, {"name": "conv4_block1_0_conv/bias", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_3_conv/kernel", "shape": [1, 1, 256, 1024], "dtype": "float32"}, {"name": "conv4_block1_3_conv/bias", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_0_bn/gamma", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_0_bn/beta", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_0_bn/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_0_bn/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_3_bn/gamma", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_3_bn/beta", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_3_bn/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block1_3_bn/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block2_1_conv/kernel", "shape": [1, 1, 1024, 256], "dtype": "float32"}, {"name": "conv4_block2_1_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_1_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_1_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_1_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_1_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_2_conv/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "conv4_block2_2_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_2_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_2_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_2_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_2_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block2_3_conv/kernel", "shape": [1, 1, 256, 1024], "dtype": "float32"}, {"name": "conv4_block2_3_conv/bias", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block2_3_bn/gamma", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block2_3_bn/beta", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block2_3_bn/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block2_3_bn/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block3_1_conv/kernel", "shape": [1, 1, 1024, 256], "dtype": "float32"}, {"name": "conv4_block3_1_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_1_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_1_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_1_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_1_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_2_conv/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "conv4_block3_2_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_2_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_2_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_2_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_2_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block3_3_conv/kernel", "shape": [1, 1, 256, 1024], "dtype": "float32"}, {"name": "conv4_block3_3_conv/bias", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block3_3_bn/gamma", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block3_3_bn/beta", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block3_3_bn/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block3_3_bn/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block4_1_conv/kernel", "shape": [1, 1, 1024, 256], "dtype": "float32"}, {"name": "conv4_block4_1_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_1_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_1_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_1_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_1_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_2_conv/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "conv4_block4_2_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_2_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_2_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_2_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_2_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block4_3_conv/kernel", "shape": [1, 1, 256, 1024], "dtype": "float32"}, {"name": "conv4_block4_3_conv/bias", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block4_3_bn/gamma", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block4_3_bn/beta", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block4_3_bn/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block4_3_bn/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block5_1_conv/kernel", "shape": [1, 1, 1024, 256], "dtype": "float32"}, {"name": "conv4_block5_1_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_1_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_1_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_1_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_1_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_2_conv/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "conv4_block5_2_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_2_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_2_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_2_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_2_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block5_3_conv/kernel", "shape": [1, 1, 256, 1024], "dtype": "float32"}, {"name": "conv4_block5_3_conv/bias", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block5_3_bn/gamma", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block5_3_bn/beta", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block5_3_bn/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block5_3_bn/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block6_1_conv/kernel", "shape": [1, 1, 1024, 256], "dtype": "float32"}, {"name": "conv4_block6_1_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_1_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_1_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_1_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_1_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_2_conv/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "conv4_block6_2_conv/bias", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_2_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_2_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_2_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_2_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv4_block6_3_conv/kernel", "shape": [1, 1, 256, 1024], "dtype": "float32"}, {"name": "conv4_block6_3_conv/bias", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block6_3_bn/gamma", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block6_3_bn/beta", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block6_3_bn/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "conv4_block6_3_bn/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv5_block1_1_conv/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "conv5_block1_1_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_1_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_1_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_1_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_1_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_2_conv/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "conv5_block1_2_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_2_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_2_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_2_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_2_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv5_block1_0_conv/kernel", "shape": [1, 1, 1024, 2048], "dtype": "float32"}, {"name": "conv5_block1_0_conv/bias", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_3_conv/kernel", "shape": [1, 1, 512, 2048], "dtype": "float32"}, {"name": "conv5_block1_3_conv/bias", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_0_bn/gamma", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_0_bn/beta", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_0_bn/moving_mean", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_0_bn/moving_variance", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_3_bn/gamma", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_3_bn/beta", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_3_bn/moving_mean", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block1_3_bn/moving_variance", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block2_1_conv/kernel", "shape": [1, 1, 2048, 512], "dtype": "float32"}, {"name": "conv5_block2_1_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_1_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_1_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_1_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_1_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_2_conv/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "conv5_block2_2_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_2_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_2_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_2_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_2_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv5_block2_3_conv/kernel", "shape": [1, 1, 512, 2048], "dtype": "float32"}, {"name": "conv5_block2_3_conv/bias", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block2_3_bn/gamma", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block2_3_bn/beta", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block2_3_bn/moving_mean", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block2_3_bn/moving_variance", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block3_1_conv/kernel", "shape": [1, 1, 2048, 512], "dtype": "float32"}, {"name": "conv5_block3_1_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_1_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_1_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_1_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_1_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_2_conv/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "conv5_block3_2_conv/bias", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_2_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_2_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_2_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_2_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv5_block3_3_conv/kernel", "shape": [1, 1, 512, 2048], "dtype": "float32"}, {"name": "conv5_block3_3_conv/bias", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block3_3_bn/gamma", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block3_3_bn/beta", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block3_3_bn/moving_mean", "shape": [2048], "dtype": "float32"}, {"name": "conv5_block3_3_bn/moving_variance", "shape": [2048], "dtype": "float32"}, {"name": "dense/kernel", "shape": [2048, 2048], "dtype": "float32"}, {"name": "dense/bias", "shape": [2048], "dtype": "float32"}, {"name": "final_output/kernel", "shape": [2048, 5], "dtype": "float32"}, {"name": "final_output/bias", "shape": [5], "dtype": "float32"}]}]}